export const products = {
  product1: {
    title: "Строительное листовое стекло",
    description: `В ассортимент входят все виды стекла 
                  PILKINTGTON, поставки осуществляются полными 
                  грузовиками клиентам напрямую с заводов России, 
                  Польши и Германии, а так же через наш склад 
                  хранения стекла «Jumbo». Возможны поставки 
                  стекла от других производителей со всего мира.`,
    img: [
      "./src/img/modal/window/1.jpg",
      "./src/img/modal/window/2.jpg",
      "./src/img/modal/window/3.jpg",
      "./src/img/modal/window/4.jpg",
      "./src/img/modal/window/5.jpg",
    ],
  },
  product2: {
    title: "Стекло для картинных рамок",
    description: `<ul class="more-details-list">
                    <li class="more-details-prod"> 
                      Нерезанное и резанное нешлифованное 
                      sheet-стекло Российского производства, 
                      изготовленное по технологии горизонтального 
                      вытягивания «Colburn». Доступные толщины 
                      (мм): 2,0; 1,8; 1,5.
                    </li> 
                    <li class="more-details-prod">
                      Нерезанное и резанное шлифованное
                      float-стекло от других производителей.
                      Доступные толщины (мм): 2,10; 2,0. 
                    </li> 
                    <li class="more-details-prod">
                      Резанное стекло хранится на нашем 
                      складе в Таллинне, в деревянных ящиках, 
                      разных стандартных размеров, и каждый 
                      лист в ящике упакован отдельно. 
                      Закупки возможны как полными грузами прямо
                      с завода, так и поящично с нашего склада.
                    </li> 
                  </ul>`,
    // description: `<p class="more-details-prod">
    //                 Нерезанное и резанное нешлифованное
    //                 sheet-стекло Российского производства,
    //                 изготовленное по технологии горизонтального
    //                 вытягивания «Colburn». Доступные толщины
    //                 (мм): 2,0; 1,8; 1,5.
    //               </p>
    //               <p class="more-details-prod">
    //                 Нерезанное и резанное шлифованное
    //                 float-стекло от других производителей.
    //                 Доступные толщины (мм): 2,10; 2,0.
    //               </p>
    //               <p class="more-details-prod">
    //                 Резанное стекло хранится на нашем
    //                 складе в Таллинне, в деревянных ящиках,
    //                 разных стандартных размеров, и каждый
    //                 лист в ящике упакован отдельно.
    //                 Закупки возможны как полными грузами прямо
    //                 с завода, так и поящично с нашего склада.
    //               </p> `,
    img: [
      "./src/img/modal/product2/1.jpg",
      "./src/img/modal/product2/2.jpg",
      "./src/img/modal/product2/3.jpg",
      "./src/img/modal/product2/4.jpg",
      "./src/img/modal/product2/5.jpg",
    ],
  },
  product3: {
    title: "Стекло-керамика для каминов",
    description: `Керамическое стекло с высокой 
                  степенью сопротивления огню для каминов 
                  японского бренда Nippon Electronic Glass 
                  NEOCERAM N-0. Cтекло доступно поящично 
                  с доставкой до клиента. Размер стекла 1266х2100 мм`,
    img: [
      "./src/img/modal/product3/1.jpg",
      "./src/img/modal/product3/2.jpg",
      "./src/img/modal/product3/3.jpg",
      "./src/img/modal/product3/4.jpg",
      "./src/img/modal/product3/5.jpg",
    ],
  },
};
